---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.SystemZoneData
source: html/c986603e-e0b1-a272-d130-52adee2b4967.htm
---
# SystemZoneData Members

Creates a new instance of a system-zone data domain class.